<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
    <dict>
        <key>ConsentText</key>
        <dict>
            <key>default</key>
            <string>Please supervise your iDevice before using this, or it will not work.</string>
        </dict>
        <key>PayloadContent</key>
        <array>
            <dict>
                <key>PayloadDescription</key>
                <string>Configures restrictions</string>
                <key>PayloadDisplayName</key>
                <string>Restrictions</string>
                <key>PayloadIdentifier</key>
                <string>com.apple.applicationaccess.35E2E2FF-EBDA-49FA-AD0B-0CEBCC21E287</string>
                <key>PayloadType</key>
                <string>com.apple.applicationaccess</string>
                <key>PayloadUUID</key>
                <string>35E2E2FF-EBDA-49FA-AD0B-0CEBCC21E287</string>
                <key>PayloadVersion</key>
                <integer>1</integer>
                <key>allowActivityContinuation</key>
                <true/>
                <key>allowAddingGameCenterFriends</key>
                <true/>
                <key>allowAirPlayIncomingRequests</key>
                <true/>
                <key>allowAirPrint</key>
                <true/>
                <key>allowAirPrintCredentialsStorage</key>
                <true/>
                <key>allowAirPrintiBeaconDiscovery</key>
                <true/>
                <key>allowAppCellularDataModification</key>
                <true/>
                <key>allowAppInstallation</key>
                <true/>
                <key>allowAppRemoval</key>
                <true/>
                <key>allowAssistant</key>
                <true/>
                <key>allowAssistantWhileLocked</key>
                <true/>
                <key>allowAutoCorrection</key>
                <true/>
                <key>allowAutomaticAppDownloads</key>
                <true/>
                <key>allowBluetoothModification</key>
                <true/>
                <key>allowBookstore</key>
                <true/>
                <key>allowBookstoreErotica</key>
                <true/>
                <key>allowCamera</key>
                <true/>
                <key>allowCellularPlanModification</key>
                <true/>
                <key>allowChat</key>
                <true/>
                <key>allowCloudBackup</key>
                <true/>
                <key>allowCloudDocumentSync</key>
                <true/>
                <key>allowCloudPhotoLibrary</key>
                <true/>
                <key>allowContinuousPathKeyboard</key>
                <true/>
                <key>allowDefinitionLookup</key>
                <true/>
                <key>allowDeviceNameModification</key>
                <true/>
                <key>allowDeviceSleep</key>
                <true/>
                <key>allowDictation</key>
                <true/>
                <key>allowESIMModification</key>
                <true/>
                <key>allowEnablingRestrictions</key>
                <false/>
                <key>allowEnterpriseAppTrust</key>
                <true/>
                <key>allowEnterpriseBookBackup</key>
                <true/>
                <key>allowEnterpriseBookMetadataSync</key>
                <true/>
                <key>allowEraseContentAndSettings</key>
                <true/>
                <key>allowExplicitContent</key>
                <true/>
                <key>allowFilesNetworkDriveAccess</key>
                <true/>
                <key>allowFilesUSBDriveAccess</key>
                <true/>
                <key>allowFindMyDevice</key>
                <true/>
                <key>allowFindMyFriends</key>
                <true/>
                <key>allowFingerprintForUnlock</key>
                <true/>
                <key>allowFingerprintModification</key>
                <true/>
                <key>allowGameCenter</key>
                <true/>
                <key>allowGlobalBackgroundFetchWhenRoaming</key>
                <true/>
                <key>allowInAppPurchases</key>
                <true/>
                <key>allowKeyboardShortcuts</key>
                <true/>
                <key>allowManagedAppsCloudSync</key>
                <true/>
                <key>allowMultiplayerGaming</key>
                <true/>
                <key>allowMusicService</key>
                <true/>
                <key>allowNews</key>
                <true/>
                <key>allowNotificationsModification</key>
                <true/>
                <key>allowOpenFromManagedToUnmanaged</key>
                <true/>
                <key>allowOpenFromUnmanagedToManaged</key>
                <true/>
                <key>allowPairedWatch</key>
                <true/>
                <key>allowPassbookWhileLocked</key>
                <true/>
                <key>allowPasscodeModification</key>
                <true/>
                <key>allowPasswordAutoFill</key>
                <true/>
                <key>allowPasswordProximityRequests</key>
                <true/>
                <key>allowPasswordSharing</key>
                <true/>
                <key>allowPersonalHotspotModification</key>
                <true/>
                <key>allowPhotoStream</key>
                <true/>
                <key>allowPredictiveKeyboard</key>
                <true/>
                <key>allowProximitySetupToNewDevice</key>
                <true/>
                <key>allowRadioService</key>
                <true/>
                <key>allowRemoteAppPairing</key>
                <true/>
                <key>allowRemoteScreenObservation</key>
                <true/>
                <key>allowSafari</key>
                <true/>
                <key>allowScreenShot</key>
                <true/>
                <key>allowSharedStream</key>
                <true/>
                <key>allowSpellCheck</key>
                <true/>
                <key>allowSpotlightInternetResults</key>
                <true/>
                <key>allowSystemAppRemoval</key>
                <true/>
                <key>allowUIAppInstallation</key>
                <true/>
                <key>allowUIConfigurationProfileInstallation</key>
                <true/>
                <key>allowUSBRestrictedMode</key>
                <true/>
                <key>allowUntrustedTLSPrompt</key>
                <true/>
                <key>allowVPNCreation</key>
                <true/>
                <key>allowVideoConferencing</key>
                <true/>
                <key>allowVoiceDialing</key>
                <true/>
                <key>allowWallpaperModification</key>
                <true/>
                <key>allowiTunes</key>
                <true/>
                <key>forceAirDropUnmanaged</key>
                <false/>
                <key>forceAirPrintTrustedTLSRequirement</key>
                <false/>
                <key>forceAssistantProfanityFilter</key>
                <false/>
                <key>forceAuthenticationBeforeAutoFill</key>
                <false/>
                <key>forceAutomaticDateAndTime</key>
                <false/>
                <key>forceClassroomAutomaticallyJoinClasses</key>
                <false/>
                <key>forceClassroomRequestPermissionToLeaveClasses</key>
                <false/>
                <key>forceClassroomUnpromptedAppAndDeviceLock</key>
                <false/>
                <key>forceClassroomUnpromptedScreenObservation</key>
                <false/>
                <key>forceDelayedSoftwareUpdates</key>
                <false/>
                <key>forceEncryptedBackup</key>
                <false/>
                <key>forceITunesStorePasswordEntry</key>
                <false/>
                <key>forceWatchWristDetection</key>
                <false/>
                <key>forceWiFiPowerOn</key>
                <false/>
                <key>forceWiFiWhitelisting</key>
                <false/>
                <key>ratingApps</key>
                <integer>1000</integer>
                <key>ratingMovies</key>
                <integer>1000</integer>
                <key>ratingRegion</key>
                <string>ca</string>
                <key>ratingTVShows</key>
                <integer>1000</integer>
                <key>safariAcceptCookies</key>
                <integer>2</integer>
                <key>safariAllowAutoFill</key>
                <true/>
                <key>safariAllowJavaScript</key>
                <true/>
                <key>safariAllowPopups</key>
                <true/>
                <key>safariForceFraudWarning</key>
                <false/>
            </dict>
        </array>
        <key>PayloadDescription</key>
        <string>This profile removes screentime for any supervised device! Enjoy!</string>
        <key>PayloadDisplayName</key>
        <string>TrollScreenTime</string>
        <key>PayloadIdentifier</key>
        <string>me.strinj.remove-screen-time</string>
        <key>PayloadOrganization</key>
        <string>@strinj</string>
        <key>PayloadRemovalDisallowed</key>
        <false/>
        <key>PayloadType</key>
        <string>Configuration</string>
        <key>PayloadUUID</key>
        <string>C717143D-66D9-488D-A71E-8A145C5B11FB</string>
        <key>PayloadVersion</key>
        <integer>1</integer>
    </dict>
</plist>
